tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "autoconf"
brew "gmp"
brew "libtool"
brew "autogen"
brew "automake"
brew "binutils"
brew "gcc"
brew "binwalk"
brew "clang-format"
brew "cocoapods"
brew "coreutils"
brew "crystal"
brew "curl-openssl"
brew "zeromq", args: ["HEAD"]
brew "czmq", args: ["HEAD"]
brew "editorconfig"
brew "exiftool"
brew "ffmpeg"
brew "foremost"
brew "gdb"
brew "ghostscript"
brew "git"
brew "gnuplot", link: false
brew "go"
brew "hashcat"
brew "hashpump"
brew "icarus-verilog"
brew "imagemagick"
brew "iperf"
brew "mono", link: false
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "ocaml"
brew "portaudio"
brew "pyenv"
brew "r"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "rp"
brew "rust"
brew "sampler"
brew "sleuthkit"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "valgrind"
brew "verilator"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "heroku/brew/heroku"
cask "aquaterm"
cask "background-music"
cask "basictex"
cask "ngrok"
cask "xquartz"
