tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "linux-noah/noah"
tap "sanemat/font"
tap "tkengo/highway"
tap "yudai/gotty"
brew "openssl"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "boost"
brew "gettext"
brew "atool"
brew "autoconf"
brew "libtool", args: ["universal"]
brew "autogen"
brew "automake"
brew "sleuthkit"
brew "autopsy"
brew "bat"
brew "binutils", link: true
brew "gcc"
brew "ssdeep"
brew "binwalk"
brew "bsdmake"
brew "mecab"
brew "mecab-ipadic"
brew "cabocha"
brew "libpng"
brew "freetype"
brew "clang-format"
brew "cling"
brew "cmake"
brew "coreutils"
brew "cppunit"
brew "libevent"
brew "crystal"
brew "zeromq", args: ["HEAD"]
brew "czmq", args: ["HEAD"]
brew "ddrescue"
brew "dex2jar"
brew "dmd"
brew "docker-clean"
brew "dos2unix"
brew "e2fsprogs"
brew "editorconfig"
brew "elixir"
brew "exiftool"
brew "faac"
brew "fcrackzip"
brew "ffmpeg", args: ["with-fdk-aac", "with-libass"]
brew "fish"
brew "flow"
brew "fontforge"
brew "foremost"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gdk-pixbuf"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "gnu-apl"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg", link: false
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gtk+"
brew "hashpump"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "hugo"
brew "icarus-verilog"
brew "imagemagick"
brew "imagemagick@6"
brew "imlib2"
brew "node"
brew "ios-sim"
brew "irssi"
brew "jo"
brew "john-jumbo"
brew "jq"
brew "libcaca"
brew "libdnet"
brew "libsodium"
brew "libvo-aacenc"
brew "llvm"
brew "lua@5.1"
brew "lynx"
brew "lzip"
brew "makedepend"
brew "mas"
brew "media-info"
brew "micro"
brew "mongodb"
brew "mpg123"
brew "mplayer"
brew "mysql@5.7"
brew "nginx"
brew "nkf"
brew "nmap"
brew "open-cobol"
brew "opencv"
brew "openjpeg"
brew "pacvim"
brew "pandoc"
brew "pdfcrack"
brew "peco"
brew "pipes-sh"
brew "pkcrack"
brew "pngcheck"
brew "qt", link: true
brew "poppler", link: false
brew "portaudio"
brew "postgresql"
brew "progress"
brew "pyenv-virtualenv"
brew "pyside"
brew "qemu"
brew "qpdf"
brew "yara"
brew "radare2"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rp"
brew "simh"
brew "sl"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "swi-prolog"
brew "swig"
brew "testdisk"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "upx"
brew "valgrind"
brew "verilator"
brew "vim"
brew "w3m"
brew "wget"
brew "wine", link: false
brew "winetricks"
brew "xpdf"
brew "yasm"
brew "youtube-dl"
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
brew "tkengo/highway/highway"
cask "gtkwave"
cask "osxfuse"
cask "prolific-pl2303"
mas "Beautiful Earth", id: 1041381991
mas "Dash", id: 449589707
mas "DMesh", id: 480992638
mas "DrCleaner", id: 921458519
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiritori", id: 585126594
mas "LINE", id: 539883307
mas "Malody", id: 1005042186
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixlr", id: 880663569
mas "Pocket", id: 568494494
mas "snipping-tool", id: 1349670778
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "VOX", id: 461369673
mas "Xccello", id: 785109225
